Repository: Xerdi/ginvoice
Catalog: res/po/*.po
Languages: nl

source: Invoicing
nl: Facturatie

source: Client
nl: Klant

source: Date
nl: Datum

source: Description
nl: Beschrijving

source: Value
nl: Waarde

source: Minutes
nl: Minuten

source: An error occurred when creating the PDF file
nl: Een foutmelding trad op bij het maken van het PDF bestand

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Invoice
nl: Factuur

source: Verification
nl: Controle

source: PDF created. Continue?
nl: PDF aangemaakt. Doorgaan?

source: Add Customer
nl: Klant toevoegen

source: Remove Customer
nl: Klant verwijderen

source: Edit Customer
nl: Klant wijzigen

source: Create Invoice
nl: Factuur maken

source: Name
nl: Naam

source: Address
nl: Adres

source: Postal Code
nl: Postcode

source: Fixed Price
nl: Vast bedrag

source: Create Record
nl: Regel maken

source: Remove Record
nl: Regel verwijderen

source: Preferences
nl: Voorkeuren

source: About
nl: Over

source: No customers yet.
nl: Nog geen klanten.

source: Customer info
nl: Klantgegevens

source: Customer number:
nl: Klantnummer:

source: Customer name:
nl: Klantnaam:

source: Customer salutation:
nl: Klant aanhef:

source: Street name and number:
nl: Straatnaam en nummer:

source: Postal and city:
nl: Postcode en plaats:

source: <b>Subtotal</b>
nl: <b>Subtotaal</b>

source: <b>Discount</b>
nl: <b>Korting</b>

source: <b>VAT</b>
nl: <b>BTW</b>

source: <b>Total</b>
nl: <b>Totaal</b>

source: Invoice Header
nl: Factuurkop

source: Title
nl: Titel

source: Subtitle
nl: Ondertitel

source: Customer & Supplier Info
nl: Klant- & leveranciergegevens

source: Invoice Records
nl: Factuurregels

source: Quantity
nl: Hoeveelheid

source: Price
nl: Prijs

source: Discount
nl: Korting

source: VAT
nl: BTW

source: Total
nl: Totaal

source: Cumulative Header
nl: Cumulatieve duiding

source: Cumulative Value
nl: Cumulatieve waarde

source: Invoice Ending Text
nl: Factuur voettekst

source: Remove
nl: Verwijderen

source: Preview
nl: Voorbeeld

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: US DOLLAR
nl: Dollar

source: System default
nl: Systeemstandaard

source: Document details
nl: Documentgegevens

source: My Company
nl: Mijn bedrijf

source: Author
nl: Auteur

source: John Doe
nl: Jan Doe

source: Keywords
nl: Sleutelwoorden

source: Styling
nl: Opmaak

source: Main font
nl: Standaard lettertype

source: Foreground color
nl: Voorgrondkleur

source: Used for financial representation
nl: Gebruikt voor financiële representatie

source: Mono font
nl: Monospace lettertype

source: Background color
nl: Achtergrondkleur

source: Footer Images
nl: Onderstaande afbeeldingen

source: Footer image 1
nl: Afbeelding 1

source: Footer image 2
nl: Afbeelding 2

source: Footer image 3
nl: Afbeelding 3

source: Customer Information
nl: Klantgegevens

source: Supplier Information
nl: Leveranciergegevens

source: Invoice ending
nl: Voettekst

source: Information Details
nl: Algemene gegevens

source: Table columns
nl: Tabelkolommen

source: Cumulative columns
nl: Cumulatieve tabelkolommen

source: Table configuration
nl: Tabel configuratie

source: Counters
nl: Tellers

source: Invoice counter:
nl: Factuurteller:

source: Customer counter:
nl: Klantteller:

source: Removal Confirmations
nl: Verwijder bevestigingen

source: Customer removal
nl: Tonen bij verwijderen klant

source: Invoice removal
nl: Tonen bij verwijderen factuur

source: Record removal
nl: Tonen bij verwijderen regel

source: Dialogs
nl: Dialogen

source: Language & Currency
nl: Taal & munteenheid

source: Default locale:
nl: Standaard taal:

source: LaTeX Babel language:
nl: LaTeX Babel taal:

source: Financial currency:
nl: Munteenheid:

source: General information
nl: Algemene gegevens

source: Hidden
nl: Verborgen

source: Grow
nl: Evenredig

source: Text width
nl: Tekstbreedte

source: invoice_nr
nl: factuur_nr

source: today
nl: vandaag

source: customer_nr
nl: klant_nr

source: customer_name
nl: klantnaam

source: customer_salutation
nl: klant_aanhef

source: grandtotal
nl: eindtotaal

source: subtotal
nl: subtotaal

source: total_vat
nl: totaal_btw

source: total_discount
nl: totaal_korting

source: Customer
nl: Klant

source: {customer_name}
nl: {klantnaam}

source: Key
nl: Aanduiding

source: Size of text
nl: Grootte van tekst

source: Total (ex.)
nl: Totaal (ex.)

source: Total (incl.)
nl: Totaal (incl.)

source: Currency:
nl: Munteenheid:

source: Invoice {invoice_nr}
nl: Factuur {factuur_nr}

source: Invoice {grandtotal}
nl: Factuur {eindtotaal}

source: Add customer record
nl: Klantregel toevoegen

source: Add supplier record
nl: Leveranciersregel toevoegen

source: Edit customer record
nl: Klantregel wijzigen

source: Edit supplier record
nl: Leveranciersregel wijzigen

source: See next page
nl: Zie ommezijde

source: Invoice {invoice_nr} - {customer_name}.pdf
nl: Factuur {factuur_nr} - {klantnaam}.pdf

source: Delete Customer Confirmation
nl: Verwijdering klant bevestigen

source: Are you sure you want to delete the customer?
nl: Weet je zeker dat je de klant wilt verwijderen?

source: title
nl: titel

source: subtitle
nl: ondertitel

source: Delete Invoice Confirmation
nl: Verwijdering factuur bevestigingen

source: Are you sure you want to delete the invoice?
nl: Weet je zeker dat je de factuur wilt verwijderen?

source: Default
nl: Standaard

source: h
nl: u

source: Edit Invoice Record
nl: Factuurregel aanpassen

source: Add another one
nl: Nog één aanmaken

source: Close
nl: Sluiten

source: Subtotal
nl: Subtotaal

source: PDF Viewer
nl: PDF Weergave

source: Executable
nl: Uitvoerbaar bestand

source: Create Invoice Record
nl: Factuurregel maken

source: Quantity type
nl: Hoeveelheid

source: In units
nl: In stuks

source: In minutes
nl: In minuten

source: In hours
nl: In uren

source: Discount type
nl: Kortingstype

source: Fixed discount
nl: Vast bedrag

source: Add customer
nl: Klant toevoegen

source: Remove selected customer
nl: Geselecteerde klant verwijderen

source: Edit selected customer
nl: Geselecteerde klant wijzigen

source: Search in customers
nl: Zoeken in klanten

source: Optional variable
nl: Optionele variabele

source: Customer reference name
nl: Klantnaam (ter referentie)

source: For most cases this is the first address line
nl: In de meeste gevallen de eerste adresregel

source: Second address line
nl: Tweede adresregel

source: Third address line
nl: Derde adresregel

source: Title describing the information field
nl: De titel die de informatieregel beschrijft

source: The actual information (can have variables)
nl: De daadwerkelijke informatieregel (kan variabelen hebben)

source: Let this dialog open to create another one, or close this dialog
nl: Laat het venster open om een nog één te maken, of sluit dit venster

source: Save information line
nl: Informatieregel opslaan

source: Change header presentation
nl: Verander de header

source: Change customer and supplier info
nl: Klant- & leveranciersgegevens wijzigen

source: Add invoice record
nl: Factuurregel toevoegen

source: Remove invoice record
nl: Factuurregel verwijderen

source: Change column presentation
nl: Verander de kolomuitlijning

source: Remove current invoice
nl: Verwijder de factuur

source: Preview the PDF result
nl: Toon PDF-voorvertoning

source: Save this invoice
nl: Sla de factuur op

source: The title of the paper
nl: De titel van het document

source: Only used in the document properties
nl: Alleen gebruikt in de documenteigenschappen

source: The subtitle of the paper
nl: De subtitel van het document

source: Sets the font for texts and titles
nl: Zet het lettertype foor de tekst en titels

source: Foreground color for the header
nl: Voorgrondkleur voor de header

source: Sets the font for financial numbers
nl: Zet het lettertype voor financiële getallen

source: Background color for the header
nl: Achtergrondkleur voor de header

source: Optional images to display at the bottom of the invoice
nl: Optionele figuren om onderaan te factuur weer te geven

source: Add a customer information line
nl: Voeg een klantinformatieregel toe

source: Remove the selected customer information line
nl: Verwijder de geselecteerde klantinformatieregel

source: Edit the selected customer information line
nl: Wijzig de geselecteerde klantinformatieregel

source: Add supplier information line
nl: Voeg een leveranciersinformatieregel toe

source: Remove the selected supplier information line
nl: Verwijder de geselecteerde leveranciersinformatieregel

source: Edit the selected supplier information line
nl: Wijzig de geselecteerde leveranciersinformatieregel

source: Current value of the customer counter
nl: Huidige waarde voor de klantenteller

source: Application used to preview the PDF invoice
nl: De applicatie voor het weergeven van het PDF-bestand

source: Select locale for this application
nl: Selecteer de taal voor de applicatie

source: Select the babel language, which is useful for hyphenation
nl: Selecteer de taal die gebruikt wordt voor babel. Handig voor koppeltekens

source: Select the currency used in the invoices
nl: Selecteer de munteenheid voor alle facturen

source: Describe the invoice record
nl: Beschrijving van de factuurregel

source: Optional date of work (be sure to display the column as well)
nl: Optionele datum van het verrichte werk (controleer ook de kolomweergave instelling)

source: Specify the quantity (numbers only)
nl: Specificeer de hoeveelheid (alleen getallen)

source: Show quantity with <b>x</b> as postfix
nl: Toon de hoeveelheid met <b>x</b> aan het einde

source: Show quantity with <b>m</b> as postfix
nl: Toon de hoeveelheid met <b>m</b> aan het einde

source: Show quantity with <b>h</b> as postfix
nl: Toon de hoeveelheid met <b>u</b> aan het einde

source: Fill in the price based on the quantity type
nl: Vul de prijs in gebaseerd op het hoeveelheidstype

source: Specify the discount (only numbers)
nl: Specificeer de korting (alleen getallen)

source: Shows the discount as amount
nl: Toont de korting als bedrag

source: Shows the discount as percentage
nl: Toont de korting in percentages

source: Select VAT percentage
nl: Selecteer BTW-percentage

source: Keep adding records, or close this dialog afterwards
nl: Blijf rijen toevoegen, of sluit het venster naderhand

source: Save the invoice record
nl: Factuurregel opslaan

source: Use accolades <b>{</b>/<b>}</b> to insert variables
nl: Gebruik accolades <b>{</b>/<b>}</b> om variabelen in te voeren

source: Creating LaTeX invoices with a GTK GUI.
nl: LaTeX-facturen maken met een GTK app.

source: Settings
nl: Instellingen

source: Create a new invoice
nl: Nieuwe factuur maken

source: Search in the invoice
nl: Zoeken in de factuur

source: Creating LaTeX invoices with a GTK GUI
nl: LaTeX-facturen maken met een GTK app

source: total_hours
nl: totaal_uren

source: total_minutes
nl: totaal_minuten

source: total_units
nl: totaal_stuks

source: Units
nl: Stuks

source: Hours
nl: Uren

source: Invoice Defaults
nl: Factuur standaarden

source: Default Rate
nl: Standaard tarief

source: Default Record Type
nl: Standaard factuurregel type

source: Select Record Type
nl: Selecteer type regel

source: Default VAT
nl: Standaard BTW

source: Keep Editing
nl: Blijf regels toevoegen

source: Keep editing
nl: Blijf regels toevoegen
